var MESSAGES = {
    "type_4": [
        {
            "id": 122,
            "userId": null,
            "type": 4,
            "message": "通知：在线支付渠道已恢复充值，QQ钱包单笔（100-5000）在线微信单笔（100-999）在线支付宝单笔（100-5000）银行卡快捷支付单笔（100-5000））",
            "channel": null,
            "title": "通知：在线支付渠道已恢复充值，QQ钱包单笔（100-5000）在线微信单笔（100-999）在线支付宝单笔（100-5000）银行卡快捷支付单笔（100-5000））",
            "updateTime": "2018-03-09 13:46:26",
            "addTime": "2018-02-28 16:27:26",
            "rechLevels": null
        }
    ],
    "type_3": [
        {
            "id": 78,
            "userId": null,
            "type": 3,
            "message": "【紧急通知】网银入款【詹詹、张发】已停用，最新网银入款，请会员进入充值页面为准，谢谢！如有误存无法给予处理！",
            "channel": null,
            "title": "尊敬的会员：您好！我司（A98.COM）全面升级计划聊天室，精准计划高手玩家实时在线交流，所有新老会员达到充值和流水，可参与抢红包，并可在计划群发言，交流，等等，如您有疑问可随时咨询在线客服，谢谢!",
            "updateTime": "2017-12-27 23:51:34",
            "addTime": "2017-12-08 12:45:49",
            "rechLevels": null
        }
    ],
    "type_2": [
        {
            "id": 124,
            "userId": null,
            "type": 2,
            "message": "紧急通知：微信号：aicai888999，已暂停收款，请您添加最新收款微信：a9802com，,进行充值，给您带来不便，敬请谅解，谢谢",
            "channel": null,
            "title": "紧急通知：微信号：aicai888999，已暂停收款，请您添加最新收款微信：a9802com，,进行充值，给您带来不便，敬请谅解，谢谢",
            "updateTime": "2018-03-10 19:33:00",
            "addTime": "2018-03-10 19:33:00",
            "rechLevels": null
        },
        {
            "id": 121,
            "userId": null,
            "type": 2,
            "message": "通知：在线支付渠道已恢复充值，QQ钱包单笔（100-5000）在线微信单笔（100-999）在线支付宝单笔（100-5000）银行卡快捷支付单笔（100-5000））",
            "channel": null,
            "title": "通知：在线支付渠道已恢复充值",
            "updateTime": "2018-03-09 13:46:30",
            "addTime": "2018-02-28 14:36:06",
            "rechLevels": null
        }
    ],
    "type_1": [
        {
            "id": 120,
            "userId": null,
            "type": 1,
            "message": "通知：在线支付渠道已恢复充值，QQ钱包单笔（100-5000）在线微信单笔（100-999）在线支付宝单笔（100-5000）银行卡快捷支付单笔（100-5000））或选择其他支付通道充值例如：支付宝扫码可选择【财付通】充值单笔5万",
            "channel": null,
            "title": "通知：在线支付渠道已恢复充值，QQ钱包单笔（100-5000）在线微信单笔（100-999）在线支付宝单笔（100-5000）银行卡快捷支付单笔（100-5000））",
            "updateTime": "2018-03-09 13:46:42",
            "addTime": "2018-02-27 23:15:08",
            "rechLevels": null
        }
    ],
    "type_0": [],
    "type_5": []
};
