<template>
<div class="iframe-body" style="display: block;">
   <div class="rule-box">

   		<ul class="tab">
    		<li id="tm_tabs" class="tab_title02">
					<a id="GAME_80_TAB" type="80" href="javascript:;" :class="{on:ShowEle === 1}" @click="Show(1)">秒速赛车</a>
					<a id="GAME_50_TAB" type="50" href="javascript:;" :class="{on:ShowEle === 2}" @click="Show(2)">北京PK10</a>
					<a id="GAME_82_TAB" type="82" href="javascript:;" :class="{on:ShowEle === 3}" @click="Show(3)">秒速飞艇</a>
					<a id="GAME_81_TAB" type="81" href="javascript:;" :class="{on:ShowEle === 4}" @click="Show(4)">秒速时时彩</a>
					<a id="GAME_1_TAB" type="1" href="javascript:;" :class="{on:ShowEle === 5}" @click="Show(5)">重庆时时彩</a>
					<a id="GAME_70_TAB" type="70" href="javascript:;" :class="{on:ShowEle === 6}" @click="Show(6)">香港六合彩</a>
					<a id="GAME_84_TAB" type="84" href="javascript:;" :class="{on:ShowEle === 7}" @click="Show(7)">幸运蛋蛋</a>
					<a id="GAME_61_TAB" type="61" href="javascript:;" :class="{on:ShowEle === 8}" @click="Show(8)">重庆幸运农场</a>
					<a id="GAME_85_TAB" type="85" href="javascript:;" :class="{on:ShowEle === 9}" @click="Show(9)">幸运六合彩</a>
					<a id="GAME_83_TAB" type="83" href="javascript:;" :class="{on:ShowEle === 10}" @click="Show(10)">幸运快乐8</a>
					<a id="GAME_66_TAB" type="66" href="javascript:;" :class="{on:ShowEle === 11}" @click="Show(11)">PC蛋蛋</a>
					<a id="GAME_21_TAB" type="21" href="javascript:;" :class="{on:ShowEle === 12}" @click="Show(12)">广东11选5</a>
					<a id="GAME_10_TAB" type="10" href="javascript:;" :class="{on:ShowEle === 13}" @click="Show(13)">江苏骰宝(快3)</a>
					<a id="GAME_30_TAB" type="30" href="javascript:;" :class="{on:ShowEle === 14}" @click="Show(14)">福彩3D</a>
					<a id="GAME_65_TAB" type="65" href="javascript:;" :class="{on:ShowEle === 15}" @click="Show(15)">北京快乐8</a>
					<a id="GAME_60_TAB" type="60" href="javascript:;" :class="{on:ShowEle === 16}" @click="Show(16)">广东快乐十分</a>
					<a id="GAME_4_TAB" type="4" href="javascript:;" :class="{on:ShowEle === 17}" @click="Show(17)">新疆时时彩</a></li>
    	</ul>
    	
	   <div style="padding: 10px 0px 30px 30px;">
			<h2>重要声明</h2>
			<ol>
				<li>1.如果客户怀疑自己的资料被盗用，应立即通知本公司，并更改详细数据，以前的使用者名称及密码将全部无效。</li>
				<li>2.客户有责任确保自己的账户及登入资料的保密性。以使用者名称及密码进行的任何网上投注将被视为有效。 </li>
				<li>3.公布赔率时出现的任何打字错误或非故意人为失误，本公司保留改正错误和按正确赔率结算投注的权力。您居住所在地的法律有可能规定网络博弈不合法；若此情况属实，本公司将不会批准您使用付账卡进行交易。 </li>
				<li>4.每次登入时客户都应该核对自己的账户结余额。如对余额有任何疑问，请在第一时间内通知本公司。</li>
				<li>5.一旦投注被接受，则不得取消或修改。</li>
				<li>6.所有号码赔率将不时浮动，派彩时的赔率将以确认投注时之赔率为准。</li>
				<li>7.每注最高投注金额按不同[场次]及[投注项目]及[会员账号]设定浮动。如投注金额超过上述设定，本公司有权取消超过之投注金额。</li>
				<li>8.所有投注都必须在开奖前时间内进行否则投注无效。</li>
				<li>9.所有投注派彩彩金皆含本金。</li>
			</ol>
			
			<div id="GAME_30_PAGE" v-if="ShowEle === 14">
				<h2>福彩3D规则说明</h2>
				<ul>
					<li>3D彩是依照中国福利彩票管理中心发行的3D的开奖结果为派彩依据，每天开奖一次。假设3D开奖结果为123，那么佰位是1，拾位是2，个位是3。（每个位数在开奖时从0-9中摇出一个结果）选号玩法。</li>
				</ul>
				<ul>
					<li><span class="label">1.一字盘势</span></li>
					<li class="stress"><span class="label">一字定位：</span>于佰拾个任选一位，自0~9任选1号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。</li>
					<li class="stress"><span class="label">一字组合：</span>0~9任选1号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。</li>
					<li class="stress"><span class="label">佰/拾/个 大小：</span>0~4为小，5~9为大。</li>
					<li class="stress"><span class="label">佰/拾/个 单双：</span>1、3、5、7、9为单，0、2、4、6、8为双。</li>
					<li class="stress"><span class="label">佰/拾/个 质合：</span>1、2、3、5、7为质数，0、4、6、8、9为合数。</li>
				</ul>
				<ul>
					<li><span class="label">2.二字盘势</span></li>
					<li class="stress"><span class="label">二字定位：</span>于佰拾个任选二位，自0~9任选2号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
					<li class="stress"><span class="label">二字组合：</span>0~9任选2号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。</li>
					<li class="stress"><span class="label">佰拾和数：</span>开奖结果佰拾二位数的总和值若与投注的佰拾数字的总和值相同时，即为中奖。</li>
					<li class="stress"><span class="label">佰个和数：</span>开奖结果佰个二位数的总和值若与投注的佰个数字的总和值相同时，即为中奖。</li>
					<li class="stress"><span class="label">拾个和数：</span>开奖结果拾个二位数的总和值若与投注的拾个数字的总和值相同时，即为中奖。</li>
					<li class="stress"><span class="label">佰拾/佰个/拾个 和数尾数：</span>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5</li>
					<li class="stress"><span class="label">佰拾和数尾数：</span>	佰拾总和为7，尾数为7。</li>
					<li class="stress"><span class="label">佰个和数尾数：</span>	佰个总和为8，尾数为8。</li>
					<li class="stress"><span class="label">拾个和数尾数：</span>	拾个总和为9，尾数为9。</li>
					<li class="stress"><span class="label">佰拾/佰个/拾个 和数单双：</span>1、3、5、7、9、11、13、15、17为单，0、2、4、6、8、10、12、14、16、18为双。</li>
					<li class="stress"><span class="label">佰拾/佰个/拾个 和数尾数大小：</span>0~4为小，5~9为大。</li>
					<li class="stress"><span class="label">佰拾/佰个/拾个 和数尾数质合：</span>1、2、3、5、7为质数，0、4、6、8、9为合数。</li>
				</ul>
				<ul>
					<li><span class="label">3.三字盘势</span></li>
					<li class="stress"><span class="label">三字定位：</span>于佰拾个任选二位，自0~9任选3号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。</li>
					<li class="stress"><span class="label">三字组合：</span>0~9任选3号进行投注，当开奖结果佰拾个任三数与所选的号码相同时，即为中奖。</li>
					<li class="stress"><span class="label">佰拾个和数：</span>开奖结果佰拾个三位数的总和值若与投注的佰拾个数字的总和值相同时，即为中奖。</li>
					<li class="stress"><span class="label">佰拾个 和数尾数：</span>以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5。佰拾个的总和为12，尾数为2。</li>
					<li class="stress"><span class="label">佰拾个 和数大小：</span>0~13为小，14~27为大。</li>
					<li class="stress"><span class="label">佰拾个 和数单双：</span>1、3、5、7、9、11、13、15、17、19、21、23、25、27为单，0、2、4、6、8、10、12、14、16、18、20、22、24、26为双。</li>
					<li class="stress"><span class="label">佰拾个 和数尾数大小：</span>0~4为小，5~9为大。</li>
					<li class="stress"><span class="label">佰拾个 和数尾数质合：</span>1、2、3、5、7为质数，0、4、6、8、9为合数。</li>
				</ul>
				<ul>
					<li><span class="label">4.组选三</span></li>
					<li class="stress">会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择 1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。</li>
					<li class="stress">举例：112、344，若是开出豹子则不算中奖。</li>
					<li class="stress">【附注】："豹子"为三字同号，例如：111、222。</li>
				</ul>
				<ul>
					<li><span class="label">5.组选六</span></li>
					<li class="stress">会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。</li>
					<li class="stress">举例：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">6.复式组合</span></li>
					<li class="stress">在佰、拾、个中分别选择号码组合。例如选择3x2x4，即佰位数选3个号码，拾位数选2个号码，个位数选4个号码或选择3x3x3，如每个位数所选择的号码都对应出现在开奖结果中，则为中奖。
			此游戏选号有以下限制：</li>
					<li class="stress">每一位数最少要选择1个号码，最多选10个号码。</li>
					<li class="stress">三个位数共选取号码数量，最少需选择9个号，最多选择21个号码。</li>
				</ul>
				<ul>
					<li><span class="label">7.跨度</span></li>
					<li class="stress">以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度。</li>
					<li class="stress">举例：开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)。若开奖结果三号码都相同，跨度为0。</li>
				</ul>
			</div>
			<div id="GAME_50_PAGE" v-if="ShowEle === 2">
	   			<h2>北京赛车(原名：北京福彩“PK拾”)规则说明</h2>
				<ul>
					<li>该游戏的投注时间、开奖时间和开奖号码与“北京PK拾”完全同步（官方网）），北京时间（GMT+8）每天白天从上午09:02开到晚上23:57，每5分钟开一次奖,每天开奖179期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1～10 两面：</span>指 单、双；大、小。</li>
					<li class="stress"><span class="label">单、双：</span>号码为双数叫双，如4、8；号码为单数叫单，如5、9。</li>
					<li class="stress"><span class="label">大、小：</span>开出之号码大于或等于6为大，小于或等于5为小。</li>
					<li class="stress"><span class="label">第一名～第十名 车号指定：</span>每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">1～5龙虎 </span></li>
					<li class="stress"><span class="label">冠&nbsp;&nbsp;军 龙/虎：</span>“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">亚&nbsp;&nbsp;军 龙/虎：</span>“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第三名 龙/虎：</span>“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第四名 龙/虎：</span>“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第五名 龙/虎：</span>“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">冠军车号＋亚军车号＝冠亚和值（为3~19)</span></li>
					<li class="stress"><span class="label">冠亚和单双：“冠亚和值”</span>为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。</li>
					<li class="stress"><span class="label">冠亚和大小：“冠亚和值”</span>大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。</li>
					<li class="stress"><span class="label">冠亚和指定：“冠亚和值”</span>可能出现的结果为3～19， 投中对应<span class="label">“冠亚和值”</span>数字的视为中奖，其余视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		<div id="GAME_81_PAGE" v-if="ShowEle === 4">
				<h2>秒速时时彩规则说明</h2>
				<ul>
					<li>官网：<a href="#" target="_bank"> </a></li>
					<li>“秒速时时彩”是引进欧洲（奥地利）博彩公司开奖设备，由菲律宾博彩执照公司审核监控，联合开发的彩票游戏，保证公平公正；由于该彩种并不属于某单一地区彩种，所以暂时还未对外开放官方网站，但是这类彩种在欧洲当地是非常火爆的，您可以放心投注、开奖时间，北京时间（GMT+8）每天白天从早上07:25:00开到凌晨04:00:00，每75秒开一次奖,每天开奖985期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1.第一球~第五球</span></li>
					<li class="stress"><span class="label">第一球特~第五球特：</span>第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">单双大小：</span>根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。</li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。</li>
				</ul>
				<ul>
					<li><span class="label">2.总和单双大小：</span></li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</li>
				</ul>
				<ul>
					<li><span class="label">3.前三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">4.中三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的千位百位十位数字都相同。----如中奖号码为000、111、999等，中奖号码的千位百位十位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的千位百位十位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码千位百位十位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的千位百位十位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的千位百位十位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">6.后三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">7.龙虎和特殊玩法： 龙 &gt; 虎 &gt; 和 （0为最小，9为最大）。</span></li>
					<li class="stress"><span class="label"> 龙：</span>开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。开和视为不中奖</li>
					<li class="stress"><span class="label"> 虎：</span>开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。开和视为不中奖</li>
					<li class="stress"><span class="label"> 和：</span>开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		<div id="GAME_80_PAGE" v-if="ShowEle === 1">
	   			<h2>秒速赛车规则说明</h2>
				<ul>
					<li>官网：<a href="#" target="_bank"></a></li>
					<li>“秒速赛车”是引进欧洲（奥地利）博彩公司开奖设备，由菲律宾博彩执照公司审核监控，联合开发的彩票游戏，保证公平公正；由于该彩种并不属于某单一地区彩种，所以暂时还未对外开放官方网站，但是这类彩种在欧洲当地是非常火爆的，您可以放心投注、开奖时间，北京时间（GMT+8）每天白天从早上07:25:00开到凌晨04:00:00，每75秒开一次奖,每天开奖985期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1～10 两面：</span>指 单、双；大、小。</li>
					<li class="stress"><span class="label">单、双：</span>号码为双数叫双，如4、8；号码为单数叫单，如5、9。</li>
					<li class="stress"><span class="label">大、小：</span>开出之号码大于或等于6为大，小于或等于5为小。</li>
					<li class="stress"><span class="label">第一名～第十名 车号指定：</span>每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">1～5龙虎 </span></li>
					<li class="stress"><span class="label">冠&nbsp;&nbsp;军 龙/虎：</span>“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">亚&nbsp;&nbsp;军 龙/虎：</span>“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第三名 龙/虎：</span>“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第四名 龙/虎：</span>“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第五名 龙/虎：</span>“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">冠军车号＋亚军车号＝冠亚和值（为3~19)</span></li>
					<li class="stress"><span class="label">冠亚和单双：“冠亚和值”</span>为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。</li>
					<li class="stress"><span class="label">冠亚和大小：“冠亚和值”</span>大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。</li>
					<li class="stress"><span class="label">冠亚和指定：“冠亚和值”</span>可能出现的结果为3～19， 投中对应<span class="label">“冠亚和值”</span>数字的视为中奖，其余视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		<div id="GAME_82_PAGE" v-if="ShowEle === 3">
	   			<h2>秒速飞艇 规则说明</h2>
				<ul>
					<li>官网：<a href="#" target="_bank"></a></li>
					<li>“秒速飞艇”是引进欧洲（奥地利）博彩公司开奖设备，由菲律宾博彩执照公司审核监控，联合开发的彩票游戏，保证公平公正；由于该彩种并不属于某单一地区彩种，所以暂时还未对外开放官方网站，但是这类彩种在欧洲当地是非常火爆的，您可以放心投注、开奖时间，北京时间（GMT+8）每天白天从早上07:25:00开到凌晨04:00:00，每75秒开一次奖,每天开奖985期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1～10 两面：</span>指 单、双；大、小。</li>
					<li class="stress"><span class="label">单、双：</span>号码为双数叫双，如4、8；号码为单数叫单，如5、9。</li>
					<li class="stress"><span class="label">大、小：</span>开出之号码大于或等于6为大，小于或等于5为小。</li>
					<li class="stress"><span class="label">第一名～第十名 车号指定：</span>每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">1～5龙虎 </span></li>
					<li class="stress"><span class="label">冠&nbsp;&nbsp;军 龙/虎：</span>“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">亚&nbsp;&nbsp;军 龙/虎：</span>“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第三名 龙/虎：</span>“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第四名 龙/虎：</span>“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">第五名 龙/虎：</span>“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">冠军车号＋亚军车号＝冠亚和值（为3~19)</span></li>
					<li class="stress"><span class="label">冠亚和单双：“冠亚和值”</span>为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。</li>
					<li class="stress"><span class="label">冠亚和大小：“冠亚和值”</span>大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。</li>
					<li class="stress"><span class="label">冠亚和指定：“冠亚和值”</span>可能出现的结果为3～19， 投中对应<span class="label">“冠亚和值”</span>数字的视为中奖，其余视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		
	   		<div id="GAME_4_PAGE" v-if="ShowEle === 17">
				<h2>新疆时时彩规则说明</h2>
				<ul>
					<li>该游戏的投注时间、开奖时间和开奖号码与新疆时时彩完全同步，新疆时时彩全天96期，每天10:10—02:00（次日）,十分钟一期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1.第一球~第五球</span></li>
					<li class="stress"><span class="label">第一球特~第五球特：</span>第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">单双大小：</span>根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。</li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。</li>
				</ul>
				<ul>
					<li><span class="label">2.总和单双大小：</span></li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</li>
				</ul>
				<ul>
					<li><span class="label">3.前三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">4.中三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的千位百位十位数字都相同。----如中奖号码为000、111、999等，中奖号码的千位百位十位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的千位百位十位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码千位百位十位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的千位百位十位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的千位百位十位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">6.后三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">7.龙虎和特殊玩法： 龙 &gt; 虎 &gt; 和 （0为最小，9为最大）。</span></li>
					<li class="stress"><span class="label"> 龙：</span>开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。开和视为不中奖</li>
					<li class="stress"><span class="label"> 虎：</span>开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。开和视为不中奖</li>
					<li class="stress"><span class="label"> 和：</span>开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		<div id="GAME_5_PAGE" class="hide" style="display: none;">
				<h2>天津时时彩规则说明</h2>
				<ul>
					<li>该游戏的投注时间、开奖时间和开奖号码与新疆时时彩完全同步，天津时时彩全天84期，每天09:10—23:00,十分钟一期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1.第一球~第五球</span></li>
					<li class="stress"><span class="label">第一球特~第五球特：</span>第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">单双大小：</span>根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。</li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。</li>
				</ul>
				<ul>
					<li><span class="label">2.总和单双大小：</span></li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</li>
				</ul>
				<ul>
					<li><span class="label">3.前三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">4.中三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的千位百位十位数字都相同。----如中奖号码为000、111、999等，中奖号码的千位百位十位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的千位百位十位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码千位百位十位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的千位百位十位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的千位百位十位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">6.后三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">7.龙虎和特殊玩法： 龙 &gt; 虎 &gt; 和 （0为最小，9为最大）。</span></li>
					<li class="stress"><span class="label"> 龙：</span>开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。开和视为不中奖</li>
					<li class="stress"><span class="label"> 虎：</span>开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。开和视为不中奖</li>
					<li class="stress"><span class="label"> 和：</span>开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		<div id="GAME_1_PAGE" v-if="ShowEle === 5">
				<h2>重庆时时彩规则说明</h2>
				<ul>
					<li>该游戏的投注时间、开奖时间和开奖号码与重庆时时彩完全同步，北京时间（GMT+8）每天白天从上午10：00开到晚上22：00，夜场从22:00至凌晨2点,每10分钟开一次奖，夜场每5分钟开一次奖,每天开奖120期(白天72期,夜间48期)。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><span class="label">1.第一球~第五球</span></li>
					<li class="stress"><span class="label">第一球特~第五球特：</span>第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</li>
					<li class="stress"><span class="label">单双大小：</span>根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。</li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。</li>
				</ul>
				<ul>
					<li><span class="label">2.总和单双大小：</span></li>
					<li class="stress"><span class="label">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。</li>
					<li class="stress"><span class="label">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</li>
				</ul>
				<ul>
					<li><span class="label">3.前三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">4.中三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的千位百位十位数字都相同。----如中奖号码为000、111、999等，中奖号码的千位百位十位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的千位百位十位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码千位百位十位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的千位百位十位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的千位百位十位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">6.后三特殊玩法： 豹子 &gt; 顺子 &gt; 对子 &gt; 半顺 &gt; 杂六 。</span></li>
					<li class="stress"><span class="label">豹子：</span>中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">顺子：</span>中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">对子：</span>中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
					<li class="stress"><span class="label">半顺：</span>中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
					<li class="stress"><span class="label">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">7.龙虎和特殊玩法： 龙 &gt; 虎 &gt; 和 （0为最小，9为最大）。</span></li>
					<li class="stress"><span class="label"> 龙：</span>开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。开和视为不中奖</li>
					<li class="stress"><span class="label"> 虎：</span>开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。开和视为不中奖</li>
					<li class="stress"><span class="label"> 和：</span>开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。</li>
				</ul>
	   		</div>
	   		
	   		<div id="GAME_60_PAGE" v-if="ShowEle === 16">
	   			<h2>广东快乐十分规则说明</h2>
				<ul>
					<li>每期广东快乐十分开奖球数共八粒。每粒球除了总和玩法，其它都有单独的投注页面。广东快乐十分每天开84期，每期间隔10分钟。投注时间为8分钟，等待开奖时间为2分钟，北京时间（GMT+8）每天白天从上午09：00开到晚上23：00。</li>
				</ul>
				<ul>
					<li><span class="label">1.两面：</span>指单、双；大、小、尾大、尾小。</li>
					<li class="stress">单、双：号码为双数叫双，如8、16；号码为单数叫单，如19、5。</li>
					<li class="stress">大、小：开出之号码大于或等于11为大，小于或等于10为小。</li>
					<li class="stress">尾大、尾小：开出之尾数大于或等于5为尾大，小于或等于4为尾小。</li>
					<li class="stress">每一个号码为一投注组合，假如投注号码为开奖号码并在所投的球位置，视为中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">2.中发白</span></li>
					<li class="stress">中：开出之号码为01、02、03、04、05、06、07</li>
					<li class="stress">发：开出之号码为08、09、10、11、12、13、14</li>
					<li class="stress">白：开出之号码为15、16、17、18、19、20</li>
				</ul>
				<ul>
					<li><span class="label">3.方位</span></li>
					<li class="stress">东：开出之号码为01、05、09、13、17</li>
					<li class="stress">南：开出之号码为02、06、10、14、18</li>
					<li class="stress">西：开出之号码为03、07、11、15、19</li>
					<li class="stress">北：开出之号码为04、08、12、16、20</li>
				</ul>
				<ul>
					<li><span class="label">13.龙虎</span>以第一球的中奖号码和第八球的中奖号码做为对奖号码。</li>
					<li class="stress">龙：开出之号码第一球的中奖号码大于第八球的中奖号码。如 第一球开出14 第八球开出09；第一球开出17 第八球开出08；第一球开出05 第八球开出01...中奖为龙。</li>
					<li class="stress">虎：开出之号码第一球的中奖号码小于第八球的中奖号码。如 第一球开出14 第八球开出16；第一球开出13 第八球开出18；第一球开出05 第八球开出08...中奖为虎。</li>
				</ul>
				<ul>
					<li><span class="label">14.正码</span></li>
					<li class="stress">从01至20中任意选择1个号码进行投注， 投注号码与开奖号码中任意1个位置的号码相符，即中奖。</li>
				</ul>
				<ul>
					<li><span class="label">4.总和单双：</span>所有8个开奖号码的数字总和值是单数为总和单，如数字总和值是31、51；所有8个开奖号码的数字总和值是双数为总和双，如数字总和是42、80；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</li>
					<li><span class="label">5.总和大小：</span>所有8个开奖号码的数字总和值85到132为总大；所有8个开奖号码的数字总和值36到83为总分小；所有8个开奖号码的数字总和值为84打和；如开奖号码为01、20、02、08、17、09、11，数字总和是68，则总分小。假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖，打和不计算结果。</li>
					<li><span class="label">6.总尾大小：</span>所有8个开奖号码的数字总和数值的个位数大于或等于5为总尾大，小于或等于4为总尾小；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</li>
					<li><span class="label">7.选二任选：</span>指从01至20中任意选择2个号码对开奖号码中任意2个位置的投注。 投注号码与开奖号码中任意2个位置的号码相符，即中奖。</li>
					<li><span class="label">8.选二连组：</span>指从01至20中任意选择2个号码对开奖号码中按开奖顺序出现的2个连续位置的投注。 投注号码与开奖号码中按开奖顺序出现的2个连续位置的号码相符（顺序不限），即中奖。</li>
					<li><span class="label">9.选三任选：</span>指从01至20中任意选择3个号码对开奖号码中任意3个位置的投注。 投注号码与开奖号码中任意3个位置的号码相符，即中奖。</li>
					<li><span class="label">10.选三前组：</span>指从01至20中任意选择3个号码对开奖号码中按开奖顺序出现的前3个连续位置的投注。 投注号码与开奖号码中按开奖顺序出现的前3个位置的号码相符（顺序不限），即中奖。</li>
					<li><span class="label">11.选四任选：</span>指从01至20中任意选择4个号码，对开奖号码中任意4个位置的投注。 投注号码与开奖号码中任意4个位置的号码相符，即中奖。</li>
					<li><span class="label">12.选五任选：</span>指从01至20中任意选择5个号码，对开奖号码中任意5个位置的投注。 投注号码与开奖号码中任意5个位置的号码相符，即中奖。</li>
				</ul>
	   		</div>
	   		<div id="GAME_10_PAGE" v-if="ShowEle === 13">
	   			<h2>江苏骰宝(快3)规则说明</h2>
				<ul>
					<li>该游戏的投注时间、开奖时间和开奖号码与“江苏骰宝(快3)”完全同步，北京时间（GMT+8）每天白天从上午08:40开到晚上22:10，每10分钟开一次奖,每天开奖82期。</li>
					<li>具体游戏规则如下:</li>
				</ul>
				<ul>
					<li><p class="title">骰宝</p>
						<p class="label">一、博彩者可在下列各瓣下注：</p>
						<p class="stress">1.<span class="label">小：</span>三粒骰子之点数总和由4点至10点；</p>
						<p class="stress">2.<span class="label">大：</span>三粒骰子之点数总和由11点至17点；注：若三粒骰子平面点数相同，通吃「大」、「小」各注。</p>
						<p class="stress">3.<span class="label">三军/鱼虾蟹：</span>任何一粒骰子出现选定之平面点数；</p>
						<p class="stress">4.<span class="label">围骰：</span>三粒骰子平面与选定点数相同；</p>
						<p class="stress">5.<span class="label">全骰：</span>在一点至六点内，三粒骰子平面点数相同；</p>
						<p class="stress">6.<span class="label">点数：</span>由4点至17点，三粒骰子平面点数之总和；</p>
						<p class="stress">7.<span class="label">长牌：</span>任两粒骰子之平面点数；</p>
						<p class="stress">8.<span class="label">短牌：</span>选定两粒骰子之平面点数；</p></li>
				</ul>
	   		</div>
	   		<div id="GAME_61_PAGE" v-if="ShowEle === 8">
	   			<h2>重庆幸运农场规则说明</h2>
				<ul>
					<li>每期重庆幸运农场开奖球数共八粒。每粒球除了总和玩法，其它都有单独的投注页面。重庆幸运农场每天开97期，每期间隔10分钟。投注时间为8分钟，等待开奖时间为2分钟，北京时间（GMT+8）每天白天从上午10：00开到次日凌晨02：00。</li>
				</ul>
				<ul>
					<li><span class="label">1.两面：</span>指单、双；大、小、尾大、尾小。</li>
					<li class="stress">单、双：号码为双数叫双，如8、16；号码为单数叫单，如19、5。</li>
					<li class="stress">大、小：开出之号码大于或等于11为大，小于或等于10为小。</li>
					<li class="stress">尾大、尾小：开出之尾数大于或等于5为尾大，小于或等于4为尾小。</li>
					<li class="stress">每一个号码为一投注组合，假如投注号码为开奖号码并在所投的球位置，视为中奖，其余情形视为不中奖。</li>
				</ul>
				<ul>
					<li><span class="label">2.中发白</span></li>
					<li class="stress">中：开出之号码为01、02、03、04、05、06、07</li>
					<li class="stress">发：开出之号码为08、09、10、11、12、13、14</li>
					<li class="stress">白：开出之号码为15、16、17、18、19、20</li>
				</ul>
				<ul>
					<li><span class="label">3.方位</span></li>
					<li class="stress">东：开出之号码为01、05、09、13、17</li>
					<li class="stress">南：开出之号码为02、06、10、14、18</li>
					<li class="stress">西：开出之号码为03、07、11、15、19</li>
					<li class="stress">北：开出之号码为04、08、12、16、20</li>
				</ul>
				<ul>
					<li><span class="label">4.总和单双：</span>所有8个开奖号码的数字总和值是单数为总和单，如数字总和值是31、51；所有8个开奖号码的数字总和值是双数为总和双，如数字总和是42、80；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</li>
					<li><span class="label">5.总和大小：</span>所有8个开奖号码的数字总和值85到132为总大；所有8个开奖号码的数字总和值36到83为总分小；所有8个开奖号码的数字总和值为84打和；如开奖号码为01、20、02、08、17、09、11，数字总和是68，则总分小。假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖，打和不计算结果。</li>
					<li><span class="label">6.总尾大小：</span>所有8个开奖号码的数字总和数值的个位数大于或等于5为总尾大，小于或等于4为总尾小；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</li>
					<li><span class="label">7.选二任选：</span>指从01至20中任意选择2个号码对开奖号码中任意2个位置的投注。 投注号码与开奖号码中任意2个位置的号码相符，即中奖。</li>
					<li><span class="label">8.选二连组：</span>指从01至20中任意选择2个号码对开奖号码中按开奖顺序出现的2个连续位置的投注。 投注号码与开奖号码中按开奖顺序出现的2个连续位置的号码相符（顺序不限），即中奖。</li>
					<li><span class="label">9.选三任选：</span>指从01至20中任意选择3个号码对开奖号码中任意3个位置的投注。 投注号码与开奖号码中任意3个位置的号码相符，即中奖。</li>
					<li><span class="label">10.选三前组：</span>指从01至20中任意选择3个号码对开奖号码中按开奖顺序出现的前3个连续位置的投注。 投注号码与开奖号码中按开奖顺序出现的前3个位置的号码相符（顺序不限），即中奖。</li>
					<li><span class="label">11.选四任选：</span>指从01至20中任意选择4个号码，对开奖号码中任意4个位置的投注。 投注号码与开奖号码中任意4个位置的号码相符，即中奖。</li>
					<li><span class="label">12.选五任选：</span>指从01至20中任意选择5个号码，对开奖号码中任意5个位置的投注。 投注号码与开奖号码中任意5个位置的号码相符，即中奖。</li>
				</ul>
				<ul>
					<li><span class="label">13.龙虎</span>以第一球的中奖号码和第八球的中奖号码做为对奖号码。</li>
					<li class="stress">龙：开出之号码第一球的中奖号码大于第八球的中奖号码。如 第一球开出14 第八球开出09；第一球开出17 第八球开出08；第一球开出05 第八球开出01...中奖为龙。</li>
					<li class="stress">虎：开出之号码第一球的中奖号码小于第八球的中奖号码。如 第一球开出14 第八球开出16；第一球开出13 第八球开出18；第一球开出05 第八球开出08...中奖为虎。</li>
				</ul>
				<ul>
					<li><span class="label">14.正码</span></li>
					<li class="stress">从01至20中任意选择1个号码进行投注， 投注号码与开奖号码中任意1个位置的号码相符，即中奖。</li>
				</ul>
	   		</div>
	   		<div id="GAME_65_PAGE" v-if="ShowEle === 15">
	   			<h2>北京快乐8规则说明</h2>
				<ul>
				<li>该游戏投注、开奖时间和开奖号码与“北京快乐8”完全同步，北京时间（GMT+8）每天白天从早上09:00开到晚上23:55，每5分钟开一次奖，每天开奖179期。
				</li>
				<li>具体游戏规则如下:</li>
				</ul>
				
				<ul>
					<li><span class="label">1.正码</span></li>
					<li class="stress">投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖</li>
				</ul>
				<ul>
					<li><span class="label">2.总和：</span>以所有开出的全部20个号码加起来的和值来判定</li>
					<li class="stress">总和大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。</li>
					<li class="stress">总和单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。</li>
					<li class="stress">总和810：20个号码加总的和值等于810，叫和值810。(当和值等于810则大、小、单、双退回本金)举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
				</ul>		
				<ul>
					<li><span class="label">3.总和过关：</span>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。</li>
					<li class="stress">总和大于810为「总数大」,小于810为「总数小」。</li>
					<li class="stress">总和为双数叫「双」，单数叫「单」。</li>
					<li class="stress">通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。</li>
					<li class="stress">总和等于810，则视为和局。</li>
					<li class="stress">举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是单数，则为「小单」。下注「小单」为赢，反之则输。</li>
				</ul>
				<ul>
					<li><span class="label">4.前后和：</span>开奖号码1至40为前盘号码，41至80为后盘号码。</li>
					<li class="stress">开出的20个号码中：如前盘号码（1-40）在此局开出号码数目占多数时，此局为：前(多)。</li>
					<li class="stress">后盘号码（41-80）在此局开出号码数目占多数时，此局为:后(多)。</li>
					<li class="stress">通前盘号码（1－40）和后盘号码（41-80）在此局开出的数目相同时（各10个数字），此局为：前后(和)。</li>
					<li class="stress">举例：此局开出1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20. 此局为：前(多)。</li>
					<li class="stress">举例：此局开出41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60 此局为：后(多)。</li>
					<li class="stress">举例：此局开出 1,2,3,4,5,6,7,8,9,10,41,42,43,44,45,46,47,48,49,50 此局为：前后(和)。</li>
				</ul>
				<ul>
					<li><span class="label">5.单双和</span></li>
					<li class="stress">开奖号码中1，3，5，7，…，75，77，79为单数号码，2，4，6，8，……，76，78，80为双数号码。当期开出的20个中奖号码中，如单数号码数目占多数时（超过10个），则为单(多)，投注单(多)中奖；双数号码占多数时（超过10个），则为双(多)，投注双(多)中奖；如果单数和双数号码数目相同时（均为 10个），则为单双(和)，投注单双(和)者中奖。</li>
					<li class="stress">举例：此期开出1，3，5，7，9，11，13，15，17，19，21，22，24，26，28，30，32，34，46，68， 其中单数11个双数9个，此期为：单(多)。</li>
					<li class="stress">举例：此期开出2，4，6，8，10，12，14，16，44，48，66，68，25，27，31，35，37，39，41，55， 其中双数12个单数8个，此期为：双(多)。</li>
					<li class="stress">举例：此期开出2，4，6，8，10，12，14，16，18，20，41，43，45，47，49，51，53，55，57，59， 其中单数10个双数10个，此期为：单双(和)。</li>
				</ul>
				<ul>
					<li><span class="label">6.五行</span></li>
					<li class="stress">开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。</li>
					<li class="stress">举例(羊年)：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，<br>
					则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
				</ul>
	   		</div>
	   		<div id="GAME_83_PAGE" v-if="ShowEle === 10">
	   			<h2>幸运快乐8规则说明</h2>
				<ul>
				<li>官网：<a href="https://www.lotterymart.com/" target="_bank">lotterymart.com</a></li>
				<li>该游戏投注、开奖时间和开奖号码与“幸运快乐8”完全同步，北京时间（GMT+8）每天白天从早上08:00开到次日凌晨4:00，每5分钟开一次奖，每天开奖240期。</li>
				<li>具体游戏规则如下:</li>
				</ul>
				
				<ul>
					<li><span class="label">1.正码</span></li>
					<li class="stress">投注的1个号码与当期摇出的20个号码中的任1个号码相同，则中奖</li>
				</ul>
				<ul>
					<li><span class="label">2.总和：</span>以所有开出的全部20个号码加起来的和值来判定</li>
					<li class="stress">总和大/小：20个号码加总的和值大于810，为和大；20个号码加总的和值小于810，则为和小。</li>
					<li class="stress">总和单/双：20个号码加总的和值为单，叫做和单；20个号码加总的和值为双，叫做和双。</li>
					<li class="stress">总和810：20个号码加总的和值等于810，叫和值810。(当和值等于810则大、小、单、双退回本金)举例：开奖号码为1，2，3，4，5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20；那么此20个开奖号码的和值总和为210，则为小，为双。则投注小和双者中奖。投注大、单、和值810者不中奖。</li>
				</ul>		
				<ul>
					<li><span class="label">3.总和过关：</span>开出的20个号码的总和的游戏，分为「大单」，「小单」，「大双」和「小双」。</li>
					<li class="stress">总和大于810为「总数大」,小于810为「总数小」。</li>
					<li class="stress">总和为双数叫「双」，单数叫「单」。</li>
					<li class="stress">通过大小和单双组合产生「大单」，「小单」，「大双」和「小双」四种结果。</li>
					<li class="stress">总和等于810，则视为和局。</li>
					<li class="stress">举例：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，总和小于810，并且是单数，则为「小单」。下注「小单」为赢，反之则输。</li>
				</ul>
				<ul>
					<li><span class="label">4.两面：</span></li>
					<li class="stress">大：单球大于40的号码为大</li>
					<li class="stress">小：单球小于等于40的为小</li>
					<li class="stress">单：单球开单为单</li>
					<li class="stress">双：单球开双为双</li>
				</ul>
				<ul>
					<li><span class="label">5.五行</span></li>
					<li class="stress">开出的20个号码的总和分在5个段，以金、木、水、火、土命名：金（210～695）、木（696～763）、水（764～855）、火（856～923）和土（924～1410）。</li>
					<li class="stress">举例(羊年)：开奖号码为01、04、05、10、11、13、20、27、30、32、33、36、40、47、54、59、61、64、67、79，总和是693，<br>
					则总分数在210－695段内，则开出的是「金」。下注「金」为赢，反之则输。</li>
				</ul>
	   		</div>
	   		<div id="GAME_21_PAGE" v-if="ShowEle === 12">
	   			<h2>广东11选5规则说明</h2>
				<ul>
					<li><span class="label">以下所有投注皆含本金。</span></li>
					<li>「广东11选5」是由国家体育总局发行，体育彩票管理中心承销，北京时间（GMT+8）每日早上9点至晚上11点；每日共开奖 84期、每 10 分钟开奖 1 次。</li>
				</ul>
				<ul>
					<li><span class="title">具体游戏规则如下：</span></li>	
					<li><span class="label">1.【单码】- 指第一球、第二球、第三球、第四球、第五球出现的顺序与号码为派彩依据。</span></li>
					<li class="stress">单号：如现场滚球第一个开奖号码为10号，投注第一球为10号则视为中奖，其它号码视为不中奖 大小：开出的号码大于或等于6为大，小于或等于5为小，开出11为和 (不计算输赢)</li>
					<li class="stress">单双：号码为双数叫双，如2、8；号码为单数叫单，如5、9；开出11为和 (不计算输赢)。</li>
					<li><span class="label">2.【总和】-以全部开出的5个号码，加起来的总和来判定。</span></li>
					<li class="stress">总和大小: 所有开奖号码数字加总值大于30为和大；总和值小于30为和小；若总和值等于30为和 (不计算输赢)。</li>
					<li class="stress">总和单双: 所有开奖号码数字加总值为单数叫和单，如11、31；加总值为双数叫和双，如42、30。</li>
					<li class="stress">总和尾数大小: 所有开奖号码数字加总值的尾数，大于或等于5为尾大，小于或等于4为尾小。</li>
				</ul>
				<ul>
					<li><span class="label">3.【龙虎】</span></li>
					<li class="stress">龙：第一球开奖号码大于第五球开奖号码，如第一球开出10，第五球开出7。</li>
					<li class="stress">虎：第一球开奖号码小于第五球开奖号码，如第一球开出3，第五球开出7。</li>
				</ul>
				<ul>
					<li><span class="label">4.选号- 选号玩法是由1~11号中，选出1~5个号码为一投注组合来进行投注。</span></li>
					<li class="stress">一中一: 投注1个号码与当期开奖的5个号码中任1个号码相同，视为中奖。</li>
					<li class="stress">任选二: 投注2个号码与当期开奖的5个号码中任2个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">任选三: 投注3个号码与当期开奖的5个号码中任3个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">任选四: 投注4个号码与当期开奖的5个号码中任4个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">任选五: 投注5个号码与当期开奖的5个号码中5个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">任选六: 投注6个号码中任5个号码与当期开奖的5个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">任选七: 投注7个号码中任5个号码与当期开奖的5个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">任选八: 投注8个号码中任5个号码与当期开奖的5个号码相同(顺序不限)，视为中奖。</li>
					<li class="stress">组选前二: 投注的2个号码与当期顺序开出的5个号码中的前2个号码相同，视为中奖。</li>
					<li class="stress">组选前三: 投注的3个号码与当期顺序开出的5个号码中的前3个号码相同，视为中奖。</li>
					<li class="stress">直选前二: 投注的2个号码与当期顺序开出的5个号码中的前2个号码相同且顺序一致，视为中奖。</li>
					<li class="stress">直选前三: 投注的3个号码与当期顺序开出的5个号码中的前3个号码相同且顺序一致，视为中奖。</li>
				</ul>
	   		</div>
	   		<div id="GAME_66_PAGE" v-if="ShowEle === 11">
	   			<h2>PC蛋蛋（幸运28）规则说明</h2>
				<ul>
					<li><span class="label">以下所有投注皆含本金。</span></li>
					<li>「PC蛋蛋（幸运28）」按北京快乐8的开奖结果为基础</li>
					<li>北京快乐8开奖结果，每日179期，每天9:00 - 23:55，每5分钟公布一次北京快乐8开奖结果。</li>
					<li>排序后,分别按号码第 1~6 , 7~12 , 13~18 分为【1】【2】【3】三个区；</li>
					<li>「把每个区的数字分别相加：三个数值相加求余即为幸运28最终的开奖结果。</li>
					<li>例如北京快乐8开奖结果为：01,02,04,08,15,16,  25,31,40,41,43,47,  55,56,59,66,69,74,  78,79</li>
					<li>开奖结果即为：6,7,9; </li>
					<li>每个号码详细计算步骤： </li>
					<li>第一个号码：1+2+4+8+15+16     = 46%10 = 6</li>
					<li>第二个号码：25+31+40+41+43+47 = 227%10 = 7</li>
					<li>第三个号码： 55+56+59+66+69+74 = 379%10 = 9</li>
				</ul>
				<ul>
					<li><span class="title">具体游戏规则如下：</span></li>	
					<li><span class="label">大：三个位置的数值相加和大于等于14,15,16,17,18,19,20,21,22,23,24,25,26,27为大。</span></li>
					<li><span class="label">小：三个位置的数值相加和小于等于00,01,02,03,04,05,06,07,08,09,10,11,12,13为小。</span></li>
					<li><span class="label">单：三个位置的数值相加和为单就为单。</span></li>
					<li><span class="label">双：三个位置的数值相加和为双就为双。</span></li>
					<!-- <li><span class="label">大单（三个数值和）：15,17,19,21,23,25,27为大单。</span></li>
					<li><span class="label">小单（三个数值和）：01,03,05,07,09,11,13为小单。</span></li>
					<li><span class="label">大双（三个数值和）：14,16,18,20,22,24,26为大双。</span></li>
					<li><span class="label">小双（三个数值和）：00,02,04,06,08,10,12为小双。</span></li> -->
					<li><span class="label">极大（三个数值和）：23,24,25,26,27为极大。</span></li>
					<li><span class="label">极小（三个数值和）：00,01,02,03,04为极小。</span></li>
					<li><span class="label">红波（三个数值和）：03,06,09,12,15,18,21,24为红波。</span></li>
					<li><span class="label">绿波（三个数值和）：01,04,07,10,16,19,22,25为绿波。</span></li>
					<li><span class="label">蓝波（三个数值和）：02,05,08,11,17,20,23,26为蓝波。</span></li>
					<li><span class="label">注:当开奖结果为：0,13,14,27(所有买的波色皆输)视为全部不中奖！</span></li>
					<li><span class="label">豹子：當期開出三個數字相同即為豹子</span></li>
					<li><span class="label">特码（三个数值和）：單選取一個數字投注。</span></li>
				</ul>
	   		</div>
	   		<div id="GAME_84_PAGE" v-if="ShowEle === 7">
	   			<h2>幸运蛋蛋规则说明</h2>
				<ul>
					<li><span class="label">以下所有投注皆含本金。</span></li>
					<li>「幸运蛋蛋」按幸运快乐8的开奖结果为基础</li>
					<li>幸运快乐8开奖结果，每日240期，每天8:00 - 次日凌晨04:00，每5分钟公布一次幸运快乐8开奖结果。</li>
					<li>排序后,分别按号码第 1~6 , 7~12 , 13~18 分为【1】【2】【3】三个区；</li>
					<li>「把每个区的数字分别相加：三个数值相加求余即为幸运28最终的开奖结果。</li>
					<li>例如幸运快乐8开奖结果为：01,02,04,08,15,16,  25,31,40,41,43,47,  55,56,59,66,69,74,  78,79</li>
					<li>开奖结果即为：6,7,9; </li>
					<li>每个号码详细计算步骤： </li>
					<li>第一个号码：1+2+4+8+15+16     = 46%10 = 6</li>
					<li>第二个号码：25+31+40+41+43+47 = 227%10 = 7</li>
					<li>第三个号码： 55+56+59+66+69+74 = 379%10 = 9</li>
				</ul>
				<ul>
					<li><span class="title">具体游戏规则如下：</span></li>	
					<li><span class="label">大：三个位置的数值相加和大于等于14,15,16,17,18,19,20,21,22,23,24,25,26,27为大。</span></li>
					<li><span class="label">小：三个位置的数值相加和小于等于00,01,02,03,04,05,06,07,08,09,10,11,12,13为小。</span></li>
					<li><span class="label">单：三个位置的数值相加和为单就为单。</span></li>
					<li><span class="label">双：三个位置的数值相加和为双就为双。</span></li>
					<li><span class="label">极大（三个数值和）：23,24,25,26,27为极大。</span></li>
					<li><span class="label">极小（三个数值和）：00,01,02,03,04为极小。</span></li>
					<li><span class="label">红波（三个数值和）：03,06,09,12,15,18,21,24为红波。</span></li>
					<li><span class="label">绿波（三个数值和）：01,04,07,10,16,19,22,25为绿波。</span></li>
					<li><span class="label">蓝波（三个数值和）：02,05,08,11,17,20,23,26为蓝波。</span></li>
					<li><span class="label">注:当开奖结果为：0,13,14,27(所有买的波色皆输)视为全部不中奖！</span></li>
					<li><span class="label">豹子：當期開出三個數字相同即為豹子</span></li>
					<li><span class="label">特码（三个数值和）：單選取一個數字投注。</span></li>
				</ul>
	   		</div>
	   		<div id="GAME_70_PAGE" v-if="ShowEle === 6">
	   			<h2>六合彩规则说明</h2>
				<ul>
						<li>以下所有投注皆含本金。</li>
					</ul>
				<ul>
						<li><span class="label">1.特码</span></li>
						<li class="stress">香港六合彩公司当期开出的最後一码为特码。</li>
					</ul>
				<ul>
						<li><span class="label">2.特码大小</span></li>
						<li class="stress">特小：开出的特码，(01~24)小于或等于24。</li>
						<li class="stress">特大：开出的特码，(25~48)小于或等于48。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">3.特码单双</span></li>
						<li class="stress">特双：特码为双数，如18、20、34、42。</li>
						<li class="stress">特单：特码为单数，如01，11，35，47。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">4.特码合数单双</span></li>
						<li class="stress">特双：指开出特码的个位加上十位之和为‘双数’，如02，11，33，44。</li>
						<li class="stress">特单：指开出特码的个位加上十位之和为‘单数’，如01，14，36，47。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">5.特码尾数大小</span></li>
						<li class="stress">特尾大：5尾~9尾为大，如05、18、19。</li>
						<li class="stress">特尾小：0尾~4尾为小，如01，32，44。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">6.特码半特</span></li>
						<li class="stress">以特码大小与特码单双游戏为一个投注组合；当期特码开出符合投注组合，即视为中奖；若当期特码开出49号，其余情形视为不中奖。</li>
						<li class="stress">大单：25、27、29、31、33、35、37、39，41、43、45、47</li>
						<li class="stress">大双：26、28、30、32、34、36、38、40，42、44、46、48</li>
						<li class="stress">小单：01、03、05、07、09、11、13、15，17、19、21、23</li>
						<li class="stress">小双：02、04、06、08、10、12、14、16，18、20、22、24</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">7.特码合数大小</span></li>
						<li class="stress">合数大：特码的个位加上十位之和来决定大小，和数大于或等于7为大。</li>
						<li class="stress">合数小：特码的个位加上十位之和来决定大小，和数小于或等于6为小。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
					<ul>
						<li><span class="label">8.正码</span></li>
						<li class="stress">香港六合彩公司每期开出的前面六个号码为正码，下注号码如在六个正码号码里中奖。</li>
					</ul>
					<ul>
						<li><span class="label">9.总和大小</span></li>
						<li class="stress">总和大：所以七个开奖号码的分数总和大于或等于175。</li>
						<li class="stress">总和小：所以七个开奖号码的分数总和小于或等于174。</li>
					</ul>
					<ul>
						<li><span class="label">10.总和单双</span></li>
						<li class="stress">总和单：所以七个开奖号码的分数总和是‘单数’，如分数总和是133、197。</li>
						<li class="stress">总和双：所以七个开奖号码的分数总和是‘双数’，如分数总和是120、188。</li>
					</ul>
					<ul>
						<li><span class="label">11.正肖</span></li>
						<li class="stress">以开出的6个正码做游戏，只要有1个落在下注生肖范围内，视为中奖。如超过1个正码落在下注生肖范围内 ，派彩将倍增！如：下注＄100.-正肖龙倍率1.8。</li>
						<li class="stress">6个正码开出01，派彩为＄80</li>
						<li class="stress">6个正码开出01，13，派彩为＄160</li>
						<li class="stress">6个正码开出01，13，25，派彩为＄240</li>
						<li class="stress">6个正码开出01，13，25，37，派彩为＄320</li>
						<li class="stress">6个正码开出01，13，25，37，49，派彩为＄320</li>
					</ul>
					<ul>
						<li><span class="label">12.正码特</span></li>
						<li class="stress">正码特是指 正1特、正2特、正3特、正4特、正5特、正6特。</li>
						<li class="stress">其下注的正码特号与现场摇珠开出之正码其开奖顺序及开奖号码相同，视为中奖。</li>
						<li class="stress">如现场摇珠第一个正码开奖为49号，下注第一个正码特为49则视为中奖，其它号码视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">13.正码过关</span></li>
						<li class="stress">可同时挑选多项赛事，串联成投注组合，其赔率为所选串当时赔率的总乘积。</li>
						<li class="stress">只要当期所开出之中奖结果符合您所选定之串联赛事，即视为中奖。</li>
						<li class="stress">如投注组合中某一个号码为49号和时，该组合将该串赔率以1为计算。</li>
					</ul>
					<ul>
						<li><span class="label">14.正码1-6</span></li>
						<li class="stress">香港六合彩公司当期开出之前6个号码叫正码。第一时间出来的叫正码1，依次为正码2、正码3┅┅ 正码6(并不以号码大小排序)。正码1、正码2、正码3、正码4、正码5、正码6的大小单双合单双和特别号码的大小单双规则相同，如正码1为31，则正码1为大，为单，为合双，为合小；正码2为08，则正码2为小，为双，为合双，为合大；号码为49则为和。假如投注组合符合中奖结果，视为中奖。 正码1-6色波下注开奖之球色与下注之颜色相同时，视为中奖。其余情形视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">15.半波</span></li>
						<li class="stress">以特码色波和特单，特双，特大，特小为一个投注组合，当期特码开出符合投注组合，即视为中奖； 若当期特码开出49号，则视为和局；其余情形视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">16.半半波</span></li>
						<li class="stress">以特码色波和特单双及特大小等游戏为一个投注组合，当期特码开出符合投注组合，即视为中奖； 若当期特码开出49号，则视为和局；其余情形视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">17.特码生肖</span></li>
						<li class="stress">生肖顺序为 鼠 &gt;牛 &gt;虎 &gt;兔 &gt;龙 &gt;蛇 &gt;马 &gt;羊 &gt;猴 &gt;鸡 &gt;狗 &gt;猪 。</li>
						<li class="stress">如今年是鸡年，就以鸡为开始，依顺序将49个号码分为12个生肖『如下』</li>
						<li class="stress">鸡：01、13、25、37、49</li>
						<li class="stress">猴：02、14、26、38</li>
						<li class="stress">羊：03、15、27、39</li>
						<li class="stress">马：04、16、28、40</li>
						<li class="stress">蛇：05、17、29、41</li>
						<li class="stress">龙：06、18、30、42</li>
						<li class="stress">兔：07、19、31、43</li>
						<li class="stress">虎：08、20、32、44</li>
						<li class="stress">牛：09、21、33、45</li>
						<li class="stress">鼠：10、22、34、46</li>
						<li class="stress">猪：11、23、35、47</li>
						<li class="stress">狗：12、24、36、48</li>
						<li class="stress">若当期特别号，落在下注生肖范围内，视为中奖 。</li>
					</ul>
					<ul>
						<li><span class="label">18.特码色波</span></li>
						<li class="stress">香港六合彩49个号码球分别有红、蓝、绿三种颜色，以特码开出的颜色和投注的颜色相同视为中奖，颜色代表如下:</li>
						<li class="stress">红波：01 ,02 ,07 ,08 ,12 ,13 ,18 ,19 ,23 ,24 ,29 ,30 ,34 ,35 ,40 ,45 ,46</li>
						<li class="stress">蓝波：03 ,04 ,09 ,10 ,14 ,15 ,20 ,25 ,26 ,31 ,36 ,37 ,41 ,42 ,47 ,48</li>
						<li class="stress">绿波：05 ,06 ,11 ,16 ,17 ,21 ,22 ,27 ,28 ,32 ,33 ,38 ,39 ,43 ,44 ,49</li>
					</ul>
					<ul>
						<li><span class="label">19.特码头数</span></li>
						<li class="stress">特码头数：是指特码属头数的号码</li>
						<li class="stress">"0"头：01、02、03、04、05、06、07、08、09</li>
						<li class="stress">"1"头：10、11、12、13、14、15、16、17、18、19</li>
						<li class="stress">"2"头：20、21、22、23、24、25、26、27、28、29</li>
						<li class="stress">"3"头：30、31、32、33、34、35、36、37、38、39</li>
						<li class="stress">"4"头：40、41、42、43、44、45、46、47、48、49</li>
						<li class="stress">例如：开奖结果特别号码为21则2头为中奖，其他头数都不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">20.特码尾数</span></li>
						<li class="stress">特码尾数：是指特码属尾数的号码。</li>
						<li class="stress">"0"尾：10、20、30、40</li>
						<li class="stress">"1"尾：01、11、21、31、41</li>
						<li class="stress">"2"尾：02、12、22、32、42</li>
						<li class="stress">"3"尾：03、13、23、33、43</li>
						<li class="stress">"4"尾：04、14、24、34、44</li>
						<li class="stress">"5"尾：05、15、25、35、45</li>
						<li class="stress">"6"尾：06、16、26、36、46</li>
						<li class="stress">"7"尾：07、17、27、37、47</li>
						<li class="stress">"8"尾：08、18、28、38、48</li>
						<li class="stress">"9"尾：09、19、29、39、49</li>
						<li class="stress">例如：开奖结果特别号码为21则1尾数为中奖，其他尾数都不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">21.五行</span></li>
						<li class="stress">挑选一个五行选项为一个组合，若开奖号码的特码在此组合内，即视为中奖；若开奖号码的特码亦不在此组合内，即视为不中奖；</li>
						<li class="stress">如今年是2015年（五行每年不一样）</li>
						<li class="stress">金：01、02、15、16、23、24、31、32、45、46</li>
						<li class="stress">木：05、06、13、14、27、28、35、36、43、44</li>
						<li class="stress">水：03、04、11、12、19、20、33、34、41、42、49</li>
						<li class="stress">火：07、08、21、22、29、30、37、38</li>
						<li class="stress">土：09、10、17、18、25、26、39、40、47、48</li>
					</ul>
					<ul>
						<li><span class="label">22.平特一肖</span></li>
						<li class="stress">指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩指派一次，即不论同生肖号码出现一个或多个号码都指派一次。</li>
						<li class="stress">鸡：01、13、25、37、49</li>
						<li class="stress">猴：02、14、26、38</li>
						<li class="stress">羊：03、15、27、39</li>
						<li class="stress">马：04、16、28、40</li>
						<li class="stress">蛇：05、17、29、41</li>
						<li class="stress">龙：06、18、30、42</li>
						<li class="stress">兔：07、19、31、43</li>
						<li class="stress">虎：08、20、32、44</li>
						<li class="stress">牛：09、21、33、45</li>
						<li class="stress">鼠：10、22、34、46</li>
						<li class="stress">猪：11、23、35、47</li>
						<li class="stress">狗：12、24、36、48</li>
					</ul>
					<ul>
						<li><span class="label">23.平特尾数</span></li>
						<li class="stress">指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩指派一次，即不论同生肖号码出现一个或多个号码都指派一次。</li>
						<li class="stress">"0"尾：10、20、30、40</li>
						<li class="stress">"1"尾：01、11、21、31、41</li>
						<li class="stress">"2"尾：02、12、22、32、42</li>
						<li class="stress">"3"尾：03、13、23、33、43</li>
						<li class="stress">"4"尾：04、14、24、34、44</li>
						<li class="stress">"5"尾：05、15、25、35、45</li>
						<li class="stress">"6"尾：06、16、26、36、46</li>
						<li class="stress">"7"尾：07、17、27、37、47</li>
						<li class="stress">"8"尾：08、18、28、38、48</li>
						<li class="stress">"9"尾：09、19、29、39、49</li>
						<li class="stress">例如：开奖结果正码号码为11、31、42、44、35、32特别号码为21则1尾2尾4尾5尾都为中奖，其他尾数都不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">24.连码</span></li>
						<li class="stress">三中二：所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，即为三中二，视为中奖；若3个都是开奖号码中的正码，即为三中二之中三，其余情形视为不中奖，如06、07、08 为一组合，开奖号码中有06、07两个正码，没有08，即为三中二，按三中二赔付；如开奖 号码中有06、07、08三个正码，即为三中二之中三，按中三赔付；如出现1个或没有，视为不中奖 。</li>
						<li class="stress">四全中：选择投注号码每四个为一组（四个或四个以上），兑奖号为正码，如四个号码都在开奖号码的正码里面，视为中奖，其他情形都视为不中奖 。</li>
						<li class="stress">三全中：所投注的每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其余情形视为 不中奖。如06、07、08三个都是开奖号码之正码，视为中奖，如两个正码加上一个特别号 码视为不中奖 。</li>
						<li class="stress">二全中：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其余情形视为不 中奖（含一个正码加一个特别号码之情形）。</li>
						<li class="stress">二中特：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之中二；若其中一 个是正码，一个是特别号码，叫二中特之中特；其余情形视为不中奖 。</li>
						<li class="stress">特串：所投注的每二个号码为一组合，其中一个是正码，一个是特别号码，视为中奖，其余情形视为不中奖（含二个号码都是正码之情形） 。</li>
					</ul>
					<ul>
						<li><span class="label">25.连肖连尾</span></li>
						<li class="stress">生肖（尾数）所对应的号码和特码生肖（尾数）项目的一样；一个生肖（尾数）对应多个号码，不论同生肖（尾数）的号码出现一个或多个，派彩只派一次。每个生肖（尾数）都有自己的赔率，下注组合的总赔率，取该组合生肖（尾数）的最低赔率为总赔率。</li>
						<li class="stress">二连尾:选择二个尾数为一投注组合进行下注。该注的二个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">三连尾:选择三个尾数为一投注组合进行下注。该注的三个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">四连尾:选择四个尾数为一投注组合进行下注。该注的四个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">五连尾:选择五个尾数为一投注组合进行下注。该注的五个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">二连肖:选择二个生肖为一投注组合进行下注。该注的二个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
						<li class="stress">三连肖:选择三个生肖为一投注组合进行下注。该注的三个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
						<li class="stress">四连肖:选择四个生肖为一投注组合进行下注。该注的四个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
						<li class="stress">五连肖:选择五个生肖为一投注组合进行下注。该注的五个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
					</ul>
					<ul>
						<li><span class="label">26.合肖</span></li>
						<li class="stress">挑选2-11个生肖『排列如同生肖』为一个组合，并选择开奖号码的特码是否在此组合内『49号除外』，即视为中奖；若当期特码开出49号，则所有组合皆视为和局(视为和局皆计算为输)。</li>
					</ul>
					<ul>
						<li><span class="label">27.自选不中</span></li>
						<li class="stress">挑选最少5个号码为一投注组合进行下注。当期开出的7个开奖号码都没有在该下注组合中，即视为中奖。每个号码都有自己的赔率，下注组合的总赔率，取该组合号码的最低赔率为总赔率。如下注组合为1-2-3-4-5，开奖号码为6，7，8，9，10，11，12，即为中奖，如果开奖号码为5，6，7，8，9，10，11，那麽为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">28.总肖</span></li>
						<li class="stress">当期号码(所有正码与最後开出的特码)开出的不同生肖总数，与所投注之预计开出之生肖总数合(不用指定特定生肖)，则视为中奖，其余情形视为不中奖。例如：如果当期号码为19、24、12、34、40、39 特别号：49，总计六个生肖，若选总肖【6】则为中奖(请注意：49号亦算输赢，不为和）。</li>
					</ul>
					<ul>
						<li><span class="label">29.总肖单双</span></li>
						<li class="stress">当期号码（正码和特码）开出的不同生肖总数若为单数则为单，若为双数则为双。</li>
					</ul>
					<ul>
						<li><span class="label">30.七色波</span></li>
						<li class="stress">以开出的7个色波，那种颜色最多为中奖。 开出的6个正码各以1个色波计，特别号以1.5个色波计。而以下3种结果视为和局。</li>
						<li class="stress">1： 6个正码开出3蓝3绿，而特别码是1.5红 </li>
						<li class="stress">2： 6个正码开出3蓝3红，而特别码是1.5绿 </li>
						<li class="stress">3： 6个正码开出3绿3红，而特别码是1.5蓝</li>
						<li class="stress">如果出现和局，所有投注红，绿，蓝七色波的金额将全数退回，会员也可投注和局</li>
					</ul>
	   		</div>
	   		
	   		<div id="GAME_85_PAGE" v-if="ShowEle === 9">
	   			<h2>幸运六合彩规则说明</h2>
	   			<ul>
					<li><b class="label">「幸运六合彩」按幸运快乐8的开奖结果为基础。</b></li>
					<li> 幸运快乐8开奖结果，每日240期，每天8:00 - 次日凌晨04：00，每5分钟一期。</li>
					<li><b class="label">计算：</b>幸运快乐8中的1~49对应幸运六合彩的1~49，幸运快乐8中的50~80的号码为无效号码（取前7位号码作为幸运六合彩的开奖号码，若无法凑齐7个有效号码，则使用备用号码补齐，若还是无法补齐7个开奖号码，则本局无效做撤单处理）</li>
					<li><b class="label">例子：</b></li>
					<li>幸运快乐8开奖结果为：08,01,38,54,28,31,39,09,47,51,64,17,66,45,30,37,06,40,44,74</li>
					<li>则幸运六合彩开奖结果：08,01,38,28,31,39,09 (取前7位1~49号码作为幸运六合彩的开奖号码)</li>
					<li><b class="label">备用号码计算方式:</b></li>
					<li>将各备用的和值一直减50，得到一个小于50的号码，这个号码就是取号结果。若号码跟已有号码重复或是0则视为无效。</li>
					<li><b class="label">备用1（取1~5位数）：</b></li>
					<li>08+01+38+54+28=129-50-50=29</li>
					<li><b class="label">备用2（取6~10位数）：</b></li>
					<li>31+39+09+47+51=177-50-50-50=27</li>
					<li><b class="label">备用3（取11~15位数）：</b></li>
					<li>64+17+66+45+30=222-50-50-50-50=22</li>
					<li><b class="label">备用4（取16~20位数）：</b></li>
					<li>37+06+40+44+74=201-50-50-50-50=01</li>
				</ul>
				<ul>
						<li>以下所有投注皆含本金。</li>
					</ul>
				<ul>
						<li><span class="label">1.特码</span></li>
						<li class="stress">当期开出的最後一码为特码。</li>
					</ul>
				<ul>
						<li><span class="label">2.特码大小</span></li>
						<li class="stress">特小：开出的特码，(01~24)小于或等于24。</li>
						<li class="stress">特大：开出的特码，(25~48)小于或等于48。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">3.特码单双</span></li>
						<li class="stress">特双：特码为双数，如18、20、34、42。</li>
						<li class="stress">特单：特码为单数，如01，11，35，47。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">4.特码合数单双</span></li>
						<li class="stress">特双：指开出特码的个位加上十位之和为‘双数’，如02，11，33，44。</li>
						<li class="stress">特单：指开出特码的个位加上十位之和为‘单数’，如01，14，36，47。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">5.特码尾数大小</span></li>
						<li class="stress">特尾大：5尾~9尾为大，如05、18、19。</li>
						<li class="stress">特尾小：0尾~4尾为小，如01，32，44。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">6.特码半特</span></li>
						<li class="stress">以特码大小与特码单双游戏为一个投注组合；当期特码开出符合投注组合，即视为中奖；若当期特码开出49号，其余情形视为不中奖。</li>
						<li class="stress">大单：25、27、29、31、33、35、37、39，41、43、45、47</li>
						<li class="stress">大双：26、28、30、32、34、36、38、40，42、44、46、48</li>
						<li class="stress">小单：01、03、05、07、09、11、13、15，17、19、21、23</li>
						<li class="stress">小双：02、04、06、08、10、12、14、16，18、20、22、24</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
				<ul>
						<li><span class="label">7.特码合数大小</span></li>
						<li class="stress">合数大：特码的个位加上十位之和来决定大小，和数大于或等于7为大。</li>
						<li class="stress">合数小：特码的个位加上十位之和来决定大小，和数小于或等于6为小。</li>
						<li class="stress">和局：特码为49时。</li>
					</ul>
					<ul>
						<li><span class="label">8.正码</span></li>
						<li class="stress">每期开出的前面六个号码为正码，下注号码如在六个正码号码里中奖。</li>
					</ul>
					<ul>
						<li><span class="label">9.总和大小</span></li>
						<li class="stress">总和大：所以七个开奖号码的分数总和大于或等于175。</li>
						<li class="stress">总和小：所以七个开奖号码的分数总和小于或等于174。</li>
					</ul>
					<ul>
						<li><span class="label">10.总和单双</span></li>
						<li class="stress">总和单：所以七个开奖号码的分数总和是‘单数’，如分数总和是133、197。</li>
						<li class="stress">总和双：所以七个开奖号码的分数总和是‘双数’，如分数总和是120、188。</li>
					</ul>
					<ul>
						<li><span class="label">11.正肖</span></li>
						<li class="stress">以开出的6个正码做游戏，只要有1个落在下注生肖范围内，视为中奖。如超过1个正码落在下注生肖范围内 ，派彩将倍增！如：下注＄100.-正肖龙倍率1.8。</li>
						<li class="stress">6个正码开出01，派彩为＄80</li>
						<li class="stress">6个正码开出01，13，派彩为＄160</li>
						<li class="stress">6个正码开出01，13，25，派彩为＄240</li>
						<li class="stress">6个正码开出01，13，25，37，派彩为＄320</li>
						<li class="stress">6个正码开出01，13，25，37，49，派彩为＄320</li>
					</ul>
					<ul>
						<li><span class="label">12.正码特</span></li>
						<li class="stress">正码特是指 正1特、正2特、正3特、正4特、正5特、正6特。</li>
						<li class="stress">其下注的正码特号与现场摇珠开出之正码其开奖顺序及开奖号码相同，视为中奖。</li>
						<li class="stress">如现场摇珠第一个正码开奖为49号，下注第一个正码特为49则视为中奖，其它号码视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">13.正码过关</span></li>
						<li class="stress">可同时挑选多项赛事，串联成投注组合，其赔率为所选串当时赔率的总乘积。</li>
						<li class="stress">只要当期所开出之中奖结果符合您所选定之串联赛事，即视为中奖。</li>
						<li class="stress">如投注组合中某一个号码为49号和时，该组合将该串赔率以1为计算。</li>
					</ul>
					<ul>
						<li><span class="label">14.正码1-6</span></li>
						<li class="stress">当期开出之前6个号码叫正码。第一时间出来的叫正码1，依次为正码2、正码3┅┅ 正码6(并不以号码大小排序)。正码1、正码2、正码3、正码4、正码5、正码6的大小单双合单双和特别号码的大小单双规则相同，如正码1为31，则正码1为大，为单，为合双，为合小；正码2为08，则正码2为小，为双，为合双，为合大；号码为49则为和。假如投注组合符合中奖结果，视为中奖。 正码1-6色波下注开奖之球色与下注之颜色相同时，视为中奖。其余情形视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">15.半波</span></li>
						<li class="stress">以特码色波和特单，特双，特大，特小为一个投注组合，当期特码开出符合投注组合，即视为中奖； 若当期特码开出49号，则视为和局；其余情形视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">16.半半波</span></li>
						<li class="stress">以特码色波和特单双及特大小等游戏为一个投注组合，当期特码开出符合投注组合，即视为中奖； 若当期特码开出49号，则视为和局；其余情形视为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">17.特码生肖</span></li>
						<li class="stress">生肖顺序为 鼠 &gt;牛 &gt;虎 &gt;兔 &gt;龙 &gt;蛇 &gt;马 &gt;羊 &gt;猴 &gt;鸡 &gt;狗 &gt;猪 。</li>
						<li class="stress">如今年是鸡年，就以鸡为开始，依顺序将49个号码分为12个生肖『如下』</li>
						<li class="stress">鸡：01、13、25、37、49</li>
						<li class="stress">猴：02、14、26、38</li>
						<li class="stress">羊：03、15、27、39</li>
						<li class="stress">马：04、16、28、40</li>
						<li class="stress">蛇：05、17、29、41</li>
						<li class="stress">龙：06、18、30、42</li>
						<li class="stress">兔：07、19、31、43</li>
						<li class="stress">虎：08、20、32、44</li>
						<li class="stress">牛：09、21、33、45</li>
						<li class="stress">鼠：10、22、34、46</li>
						<li class="stress">猪：11、23、35、47</li>
						<li class="stress">狗：12、24、36、48</li>
						<li class="stress">若当期特别号，落在下注生肖范围内，视为中奖 。</li>
					</ul>
					<ul>
						<li><span class="label">18.特码色波</span></li>
						<li class="stress">49个号码球分别有红、蓝、绿三种颜色，以特码开出的颜色和投注的颜色相同视为中奖，颜色代表如下:</li>
						<li class="stress">红波：01 ,02 ,07 ,08 ,12 ,13 ,18 ,19 ,23 ,24 ,29 ,30 ,34 ,35 ,40 ,45 ,46</li>
						<li class="stress">蓝波：03 ,04 ,09 ,10 ,14 ,15 ,20 ,25 ,26 ,31 ,36 ,37 ,41 ,42 ,47 ,48</li>
						<li class="stress">绿波：05 ,06 ,11 ,16 ,17 ,21 ,22 ,27 ,28 ,32 ,33 ,38 ,39 ,43 ,44 ,49</li>
					</ul>
					<ul>
						<li><span class="label">19.特码头数</span></li>
						<li class="stress">特码头数：是指特码属头数的号码</li>
						<li class="stress">"0"头：01、02、03、04、05、06、07、08、09</li>
						<li class="stress">"1"头：10、11、12、13、14、15、16、17、18、19</li>
						<li class="stress">"2"头：20、21、22、23、24、25、26、27、28、29</li>
						<li class="stress">"3"头：30、31、32、33、34、35、36、37、38、39</li>
						<li class="stress">"4"头：40、41、42、43、44、45、46、47、48、49</li>
						<li class="stress">例如：开奖结果特别号码为21则2头为中奖，其他头数都不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">20.特码尾数</span></li>
						<li class="stress">特码尾数：是指特码属尾数的号码。</li>
						<li class="stress">"0"尾：10、20、30、40</li>
						<li class="stress">"1"尾：01、11、21、31、41</li>
						<li class="stress">"2"尾：02、12、22、32、42</li>
						<li class="stress">"3"尾：03、13、23、33、43</li>
						<li class="stress">"4"尾：04、14、24、34、44</li>
						<li class="stress">"5"尾：05、15、25、35、45</li>
						<li class="stress">"6"尾：06、16、26、36、46</li>
						<li class="stress">"7"尾：07、17、27、37、47</li>
						<li class="stress">"8"尾：08、18、28、38、48</li>
						<li class="stress">"9"尾：09、19、29、39、49</li>
						<li class="stress">例如：开奖结果特别号码为21则1尾数为中奖，其他尾数都不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">21.五行</span></li>
						<li class="stress">挑选一个五行选项为一个组合，若开奖号码的特码在此组合内，即视为中奖；若开奖号码的特码亦不在此组合内，即视为不中奖；</li>
						<li class="stress">如今年是2015年（五行每年不一样）</li>
						<li class="stress">金：01、02、15、16、23、24、31、32、45、46</li>
						<li class="stress">木：05、06、13、14、27、28、35、36、43、44</li>
						<li class="stress">水：03、04、11、12、19、20、33、34、41、42、49</li>
						<li class="stress">火：07、08、21、22、29、30、37、38</li>
						<li class="stress">土：09、10、17、18、25、26、39、40、47、48</li>
					</ul>
					<ul>
						<li><span class="label">22.平特一肖</span></li>
						<li class="stress">指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩指派一次，即不论同生肖号码出现一个或多个号码都指派一次。</li>
						<li class="stress">鸡：01、13、25、37、49</li>
						<li class="stress">猴：02、14、26、38</li>
						<li class="stress">羊：03、15、27、39</li>
						<li class="stress">马：04、16、28、40</li>
						<li class="stress">蛇：05、17、29、41</li>
						<li class="stress">龙：06、18、30、42</li>
						<li class="stress">兔：07、19、31、43</li>
						<li class="stress">虎：08、20、32、44</li>
						<li class="stress">牛：09、21、33、45</li>
						<li class="stress">鼠：10、22、34、46</li>
						<li class="stress">猪：11、23、35、47</li>
						<li class="stress">狗：12、24、36、48</li>
					</ul>
					<ul>
						<li><span class="label">23.平特尾数</span></li>
						<li class="stress">指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩指派一次，即不论同生肖号码出现一个或多个号码都指派一次。</li>
						<li class="stress">"0"尾：10、20、30、40</li>
						<li class="stress">"1"尾：01、11、21、31、41</li>
						<li class="stress">"2"尾：02、12、22、32、42</li>
						<li class="stress">"3"尾：03、13、23、33、43</li>
						<li class="stress">"4"尾：04、14、24、34、44</li>
						<li class="stress">"5"尾：05、15、25、35、45</li>
						<li class="stress">"6"尾：06、16、26、36、46</li>
						<li class="stress">"7"尾：07、17、27、37、47</li>
						<li class="stress">"8"尾：08、18、28、38、48</li>
						<li class="stress">"9"尾：09、19、29、39、49</li>
						<li class="stress">例如：开奖结果正码号码为11、31、42、44、35、32特别号码为21则1尾2尾4尾5尾都为中奖，其他尾数都不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">24.连码</span></li>
						<li class="stress">三中二：所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，即为三中二，视为中奖；若3个都是开奖号码中的正码，即为三中二之中三，其余情形视为不中奖，如06、07、08 为一组合，开奖号码中有06、07两个正码，没有08，即为三中二，按三中二赔付；如开奖 号码中有06、07、08三个正码，即为三中二之中三，按中三赔付；如出现1个或没有，视为不中奖 。</li>
						<li class="stress">四全中：选择投注号码每四个为一组（四个或四个以上），兑奖号为正码，如四个号码都在开奖号码的正码里面，视为中奖，其他情形都视为不中奖 。</li>
						<li class="stress">三全中：所投注的每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其余情形视为 不中奖。如06、07、08三个都是开奖号码之正码，视为中奖，如两个正码加上一个特别号 码视为不中奖 。</li>
						<li class="stress">二全中：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其余情形视为不 中奖（含一个正码加一个特别号码之情形）。</li>
						<li class="stress">二中特：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之中二；若其中一 个是正码，一个是特别号码，叫二中特之中特；其余情形视为不中奖 。</li>
						<li class="stress">特串：所投注的每二个号码为一组合，其中一个是正码，一个是特别号码，视为中奖，其余情形视为不中奖（含二个号码都是正码之情形） 。</li>
					</ul>
					<ul>
						<li><span class="label">25.连肖连尾</span></li>
						<li class="stress">生肖（尾数）所对应的号码和特码生肖（尾数）项目的一样；一个生肖（尾数）对应多个号码，不论同生肖（尾数）的号码出现一个或多个，派彩只派一次。每个生肖（尾数）都有自己的赔率，下注组合的总赔率，取该组合生肖（尾数）的最低赔率为总赔率。</li>
						<li class="stress">二连尾:选择二个尾数为一投注组合进行下注。该注的二个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">三连尾:选择三个尾数为一投注组合进行下注。该注的三个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">四连尾:选择四个尾数为一投注组合进行下注。该注的四个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">五连尾:选择五个尾数为一投注组合进行下注。该注的五个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</li>
						<li class="stress">二连肖:选择二个生肖为一投注组合进行下注。该注的二个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
						<li class="stress">三连肖:选择三个生肖为一投注组合进行下注。该注的三个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
						<li class="stress">四连肖:选择四个生肖为一投注组合进行下注。该注的四个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
						<li class="stress">五连肖:选择五个生肖为一投注组合进行下注。该注的五个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</li>
					</ul>
					<ul>
						<li><span class="label">26.合肖</span></li>
						<li class="stress">挑选2-11个生肖『排列如同生肖』为一个组合，并选择开奖号码的特码是否在此组合内『49号除外』，即视为中奖；若当期特码开出49号，则所有组合皆视为和局(视为和局皆计算为输)。</li>
					</ul>
					<ul>
						<li><span class="label">27.自选不中</span></li>
						<li class="stress">挑选最少5个号码为一投注组合进行下注。当期开出的7个开奖号码都没有在该下注组合中，即视为中奖。每个号码都有自己的赔率，下注组合的总赔率，取该组合号码的最低赔率为总赔率。如下注组合为1-2-3-4-5，开奖号码为6，7，8，9，10，11，12，即为中奖，如果开奖号码为5，6，7，8，9，10，11，那麽为不中奖。</li>
					</ul>
					<ul>
						<li><span class="label">28.总肖</span></li>
						<li class="stress">当期号码(所有正码与最後开出的特码)开出的不同生肖总数，与所投注之预计开出之生肖总数合(不用指定特定生肖)，则视为中奖，其余情形视为不中奖。例如：如果当期号码为19、24、12、34、40、39 特别号：49，总计六个生肖，若选总肖【6】则为中奖(请注意：49号亦算输赢，不为和）。</li>
					</ul>
					<ul>
						<li><span class="label">29.总肖单双</span></li>
						<li class="stress">当期号码（正码和特码）开出的不同生肖总数若为单数则为单，若为双数则为双。</li>
					</ul>
					<ul>
						<li><span class="label">30.七色波</span></li>
						<li class="stress">以开出的7个色波，那种颜色最多为中奖。 开出的6个正码各以1个色波计，特别号以1.5个色波计。而以下3种结果视为和局。</li>
						<li class="stress">1： 6个正码开出3蓝3绿，而特别码是1.5红 </li>
						<li class="stress">2： 6个正码开出3蓝3红，而特别码是1.5绿 </li>
						<li class="stress">3： 6个正码开出3绿3红，而特别码是1.5蓝</li>
						<li class="stress">如果出现和局，所有投注红，绿，蓝七色波的金额将全数退回，会员也可投注和局</li>
					</ul>
	   		</div>
	   		</div>
   </div>
 
</div>
</template>

<script>
export default {
  name: "header-top-game-rule",
   data() {
    return {
      ShowEle: 1
    };
  },
  methods: {
    // 根据每个元素点击传入ID
    Show: function(id) {
      this.ShowEle = id;
    }
  },
    created () {
        this.$store.dispatch('contSiderShowFalse')
    }
}
</script>

<style scoped>
* {
  padding: 0;
  margin: 0;
}

table {
  border-collapse: collapse;
  border-spacing: 0;
}

body {
  font: 12px/1.5 "\5FAE\8F6F\96C5\9ED1", "\5b8b\4f53", Arial, Helvetica,
    sans-serif;
  overflow-y: hidden;
}
.rule-box {
  margin: 10px;
  width: 900px;
}
.tab {
  padding: 0;
  width: 100%;
  height: 70px;
}
.tab li {
  list-style: outside none none;
  margin: 0;
}

.tab_title02 {
  height: 29px;
  line-height: 29px;
}

.tab_title02 a {
  background: url("/static/game/images/skin/blue/tab_bg10.png") no-repeat scroll
    left -29px;
  color: #7d7d7d;
  display: block;
  float: left;
  font-size: 12px;
  font-weight: bold;
  height: 29px;
  margin: 5px 5px 0 0;
  text-align: center;
  text-decoration: none;
  text-shadow: 1px 1px 0 white;
  width: 88px;
}

li {
  list-style: none;
  width: 840px;
  margin-top: 8px;
  line-height: 20px;
}

.label {
  font-size: 13px;
  color: red;
}
</style>